{"orderId":"cs_test_PttJ0ByydWXsqXiuTvYcLc6nstJfbDxu7aZ6DE8ePm2TBN7BA5qjaZej","order":[{"product":{"id":1,"title":"Pirates of the Silicon Valley","fullDescription":"Pirates of the Silicon Valley berättar historien om hur Apple och Microsoft blev dagens tekniska jättar. Till en början kommer Steve Jobs och Steve Wozniak på tanken att skapa datorer som alla, inklusive vanliga människor, kunde använda. De namnger företaget Apple. När de inte kan komma med några idéer till sitt nya projekt går de till ett stort datorföretag och stjäl sina idéer för att de ska börja utveckla sina egna. Efter en tid blev Apple en stor och framgångsrik datortillverkare. Samtidigt övertygade två andra mycket begåvade män, Bill Gates och Steve Ballmer, som försökte också starta sitt eget datorföretag (Microsoft), att Apple samarbetar med dem. Vad Steve Jobs inte visste var att Bill Gates bara försökte stjäla Apples operativsystem och datorer för att de skulle kunna finjustera dem lite, och sälja produkterna igen. Bill Gates, som en mycket god lögnare, övertygade alltid Steve Jobs att tro att Microsofts enda mål var att gynna och betjäna Apple. Slutligen slutar filmen när Bill gates och hans folk äntligen fångas och förbjudas från Apple. Efter tre månader efter att Macintosh släpptes av Apple, sparkas Steve Jobs av John Sculley från sitt eget företag. 5 år senare återvänder Jobs till Apple efter Sculleys avgång och skapar det vi alla känner idag som iOS (Apple Mobile-operativsystemet) som ingick i extremt populära produkter som iPod, Ipod touch och iPad. Efter tre månader efter att Macintosh släpptes av Apple, sparkas Steve Jobs av John Sculley från sitt eget företag. 5 år senare återvänder Jobs till Apple efter Sculleys avgång och skapar det vi alla känner idag som iOS (Apple Mobile-operativsystemet) som ingick i extremt populära produkter som iPod, Ipod touch och iPad. Efter tre månader efter att Macintosh släpptes av Apple, sparkas Steve Jobs av John Sculley från sitt eget företag. 5 år senare återvänder Jobs till Apple efter Sculleys avgång och skapar det vi alla känner idag som iOS (Apple Mobile-operativsystemet) som ingick i extremt populära produkter som iPod, Ipod touch och iPad.","descreption":"Filmen handlar om persondatorns genombrott genom rivaliteten mellan Apple Computer och Microsoft, Filmen utspelar sig i slutet av 1970-talet fram till 1997.","img":"pirates_bigImg.jpg","price":299},"quantity":1},{"product":{"id":2,"title":"Silicon Valley","fullDescription":"Silicon Valley är en amerikansk komedi-tv-serie skapad av Mike Judge, John Altschuler och Dave Krinsky. Serien fokuserar på fem unga män som hittade ett nystartat företag i Silicon Valley. Serien hade premiär den 6 april 2014 på HBO. I april 2018 förnyade HBO serien för en sjätte säsong. I maj 2019 bekräftade HBO att säsong sex skulle vara den sista säsongen och bestå av sju avsnitt. Det hade premiär den 27 oktober 2019. Under seriens lopp sändes 53 avsnitt av Silicon Valley mellan 6 april 2014 och 8 december 2019.","descreption":"Silicon Valley är en amerikansk sitcom skapad av Mike Judge, John Altschuler och Dave Krinsky. Serien hade premiär 6 april 2014 på HBO Seriens fjärde säsong hade premiär 2017 och HBO har meddelat att en femte säsong kommer att ha premiär 2018. Handlingen kretsar kring sex unga män som startar ett IT-företag i Silicon Valley. Företaget heter Pied Piper och har en unik kompressionsalgoritm som de vill utveckla.","img":"silicon_bigImg.jpg","price":399},"quantity":1}]}